Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HomeKitUnlockSecureAccessoriesAllRemotesDescription
source: Control security accessories with any paired Bluetooth remote or device, plus game controllers and IR remotes. Ensure your Apple TV is in a location that can’t be controlled from outside your home.
ar: التحكم في الملحقات الأمنية باستخدام أي ريموت أو جهاز مقترن يدعم Bluetooth، إضافة إلى أذرع التحكم في الألعاب وريموتات IR. ينبغي التأكد من وجود Apple TV في موقع لا يمكن التحكم فيه من خارج منزلك.
ca: Controla els accessoris de seguretat amb qualsevol dispositiu o comandament Bluetooth enllaçat, i també d’infrarojos i de joc. Assegura’t que l’Apple TV, a la ubicació on sigui, no es pugui controlar des de fora de casa.
cs: Bezpečnostní příslušenství bude možné ovládat všemi spárovanými Bluetooth ovladači nebo zařízeními a také herními a infračervenými ovladači. Ujistěte se, že máte Apple TV umístěnou tak, aby ji nebylo možné ovládat zvenku.
da: Betjen sikkerhedstilbehør med en parret Bluetooth-fjernbetjening eller -enhed samt controllere og IR-fjernbetjeninger. Sørg for, at Apple TV er placeret, så det ikke kan betjenes af andre personer uden for dit hjem.
de: Steuere Sicherheitszubehör mit beliebigen gekoppelten Bluetooth-Fernbedienungen oder -Geräten sowie Spielecontrollern und IR-Fernbedienungen. Stelle sicher, dass sich dein Apple TV an einem Ort befindet, an dem es nicht von außerhalb deines Zuhauses gesteuert werden kann.
el: Χειριστείτε αξεσουάρ ασφαλείας με οποιοδήποτε ζευγοποιημένο τηλεχειριστήριο ή συσκευή Bluetooth, ή με χειριστήρια παιχνιδιών και τηλεχειριστήρια υπέρυθρων. Φροντίστε το Apple TV σας να βρίσκεται σε θέση όπου δεν θα είναι δυνατός ο χειρισμός του εκτός της οικίας σας.
es: Controla los accesorios de seguridad con cualquier dispositivo o mando a distancia Bluetooth enlazado, así como con mandos de videojuegos o controles remotos por infrarrojos. Según donde esté el Apple TV, asegúrate de que no pueda controlarse desde fuera de la casa.
es_us: Controla tus accesorios de seguridad mediante cualquier control o dispositivo Bluetooth enlazado, además de con controles de videojuegos y controles remotos universales. Asegúrate de que tu Apple TV esté en una ubicación adecuada para que nadie lo pueda controlar desde fuera de tu casa.
fi: Ohjaa turvalisälaitteita millä tahansa pariksi liitetyllä Bluetooth-kaukosäätimellä tai laitteella, sekä peliohjaimilla ja IR-kaukosäätimillä. Varmista, että Apple TV on paikassa, jossa sitä ei voida ohjata kodin ulkopuolelta.
fr: Contrôlez les accessoires de sécurité avec les appareils ou télécommandes Bluetooth jumelés, ainsi qu’avec les manettes de jeu et les télécommandes infrarouges. Veillez à placer votre Apple TV de sorte qu’elle ne puisse pas être contrôlée depuis l’extérieur.
fr_ca: Contrôlez les accessoires de sécurité avec n’importe quelle télécommande Bluetooth jumelée ou avec votre appareil, ainsi qu’avec des manettes de jeu et des télécommandes infrarouges. Vérifiez que votre Apple TV se trouve dans un endroit où elle ne peut pas être contrôlée à partir de l’extérieur de votre domicile.
he: ניתן לשלוט באביזרי אבטחה באמצעות כל מכשיר או שלט Bluetooth מקושר, וכן באמצעות שלטי משחק או שלטי IR. יש לוודא שה-Apple TV נמצא במיקום שלא מאפשר שליטה בו מחוץ לבית.
hi: सुरक्षा ऐक्सेसरी को पेयर किए गए किसी भी Bluetooth रिमोट या डिवाइस के साथ ही गेम कंट्रोलर और IR रिमोट से नियंत्रित करें। सुनिश्चित करें कि आपका Apple TV ऐसे स्थान पर हो जहाँ उसे आपके घर के बाहर से नियंत्रित न किया जा सके।
hr: Upravljajte sigurnosnim priborima bilo kojim uparenim Bluetooth upravljačem ili uređajem, igraćim kontrolerima i IC upravljačima. Osigurajte da Apple TV bude na mjestu koje onemogućava da se njime upravlja izvan doma.
hu: Biztonsági kiegészítőket vezérelhet bármilyen párosított Bluetooth-távirányítóval vagy -eszközzel, ezenkívül játékvezérlőkkel és infravörös távirányítókkal is. Ügyeljen arra, hogy az Apple TV‑je olyan helyen legyen elhelyezve, ahol az otthonán kívülről nem vezérelhető.
id: Kontrol aksesori keamanan dengan remote atau perangkat Bluetooth mana pun yang dipasangkan, serta pengontrol game dan remote IR. Pastikan Apple TV Anda berada di lokasi yang tidak dapat dikontrol dari luar rumah Anda.
it: Controlla gli accessori di sicurezza con qualsiasi dispositivo o telecomando Bluetooth abbinato, nonché con i controller di gioco e i telecomandi IR. Assicurati che Apple TV si trovi in una posizione in cui non può essere controllata dall’esterno dell’abitazione.
ja: ペアリングされたBluetoothリモコンやデバイス、ゲームコントローラ、赤外線リモコンを使用してセキュリティアクセサリをコントロールできます。家の外からコントロールされないような場所にApple TVを設置してください。
ko: 페어링된 Bluetooth 리모컨 또는 기기, 게임 컨트롤러 및 IR 리모컨으로 보안 액세서리를 제어할 수 있습니다. Apple TV가 집 밖에서 제어할 수 없는 위치에 있는지 확인하십시오.
ms: Kawal aksesori keselamatan dengan sebarang kawalan jauh atau peranti Bluetooth berpasangan, termasuk pengawal permainan dan kawalan jauh IR. Pastikan Apple TV anda berada di lokasi yang tidak boleh dikawal dari luar rumah anda.
nb: Styr sikkerhetstilbehør med en sammenkoblet Bluetooth-fjernkontroll eller enhet, eller med spillkontroller og IR-fjernkontroller. Pass på at Apple TV er plassert på et sted der den ikke kan styres fra utsiden av boligen.
nl: Bedien beveiligingsaccessoires met via Bluetooth gekoppelde afstands­bedieningen of apparaten, en met game­controllers en infrarood­afstands­bedieningen. Zorg ervoor dat je Apple TV zich op een locatie bevindt die niet van buiten je woning kan worden bediend.
pl: Akcesoriami systemu zabezpieczeń możesz sterować przy użyciu dowolnego pilota lub urządzenia połączonego w parę przez Bluetooth, kontrolera do gier lub pilota na podczerwień. Upewnij się, że Apple TV znajduje się w miejscu, w którym nie może być sterowane spoza domu.
pt_br: Controle acessórios de segurança com qualquer controle remoto ou dispositivo Bluetooth emparelhado, além de controles de videogame e infravermelhos. Mantenha a Apple TV em um local em que ela não possa ser controlada de fora de casa.
pt_pt: Controlar os acessórios de segurança com qualquer comando Bluetooth emparelhado ou dispositivo, assim como comandos de jogos e comandos infravermelhos. A Apple TV deve estar num local onde não possa ser controlada a partir do exterior da casa.
ro: Controlați accesoriile de securitate cu orice telecomandă sau dispozitiv Bluetooth asociat, plus controllere pentru jocuri și telecomenzi IR. Asigurați‑vă că Apple TV‑ul se află într‑un loc care nu poate fi controlat din afara locuinței.
ru: Управляйте системами защиты дома с любого объединенного в пару пульта ДУ или другого устройства с поддержкой Bluetooth, а также с игровых контроллеров и ИК‑пультов. Убедитесь, что Apple TV находится в таком месте, где им невозможно управлять не из дома.
sk: Bezpečnostné príslušenstvo bude možné ovládať pomocou ľubovoľných spárovaných Bluetooth ovládačov alebo zariadení, herných ovládačov a IR ovládačov. Apple TV by ste mali umiestniť tak, aby ho nebolo možné ovládať zvonka.
sl: Varnostno dodatno opremo lahko upravljate s katerimkoli seznanjenim daljincem ali napravo Bluetooth, pa tudi z igralnimi kontrolerji in IR-daljinci. Prepričajte se, da je Apple TV na takšni lokaciji, da ga ni mogoče upravljati izven doma.
sv: Styr säkerhetstillbehör med en valfri parkopplad Bluetooth-fjärrkontroll eller Bluetooth-enhet, samt spelkontroller och IR-fjärrkontroller. Se till att Apple TV finns på en plats där den inte kan styras från någon som är utanför hemmet.
th: ควบคุมอุปกรณ์เสริมความปลอดภัยด้วยรีโมทบลูทูธหรืออุปกรณ์ที่จับคู่ด้วย รวมทั้งอุปกรณ์ควบคุมเกมและรีโมท IR ตรวจสอบให้แน่ใจว่า Apple TV ของคุณอยู่ในตำแหน่งที่ตั้งที่ไม่สามารถถูกควบคุมจากนอกบ้านของคุณได้
tr: Güvenlik aksesuarlarını, eşlenmiş Bluetooth kumandalarının veya aygıtlarının yanı sıra oyun kumandaları ve kızılötesi kumandalarla da denetleyin. Apple TV’nizin evinizin dışından denetlenemeyecek bir konumda olduğundan emin olun.
uk: Керуйте приладами безпеки зі спарених Bluetooth-пультів чи пристроїв, а також ігрових контролерів та ІЧ‑пультів. Apple TV має бути розташовано так, щоб ним не можна було керувати з‑поза меж вашого дому.
vi: Điều khiển các phụ kiện an ninh bằng bất kỳ điều khiển từ xa Bluetooth hoặc thiết bị nào được ghép đôi, cũng như bộ điều khiển trò chơi và điều khiển từ xa IR. Đảm bảo rằng Apple TV ở vị trí không thể điều khiển được từ bên ngoài nhà của bạn.
zh_cn: 使用任何配对的蓝牙遥控器或设备，以及游戏控制器和红外线遥控器来控制安全配件。请确保Apple TV摆放在无法从家外被控制的位置。
zh_hk: 通過任何已配對的藍牙遙控器或裝置，以及遊戲控制器和紅外線遙控器控制保安配件。請確定Apple TV放在無法從家居以外地方控制的位置。
zh_tw: 透過任何配對的藍牙遙控器或裝置，還有遊戲控制器和紅外線遙控器來控制安全性配件。請確定Apple TV放在無法從你住家以外之處控制的位置。

# HomeKitUnlockSecureAccessoriesAllRemotesTitle
source: Allow with All Remotes
ar: السماح باستخدام كل أجهزة التحكم
ca: Amb tots els comandaments
cs: Povolit všechny ovladače
da: Tillad med alle fjernbetjeninger
de: Alle Fernbedienungen
el: Επιτρέπεται με όλα τα τηλεχειριστήρια
es: Con todos los mandos
es_us: Con todos los controles
fi: Salli kaikilla kaukosäätimillä
fr: Autoriser avec toutes les télécommandes
fr_ca: Autoriser avec toutes les télécommandes
he: לאפשר עם כל השלטים
hi: सभी रिमोट से अनुमति दें
hr: Dozvoli sve upravljače
hu: Engedélyezés az összes távirányítóval
id: Izinkan dengan Semua Remote
it: Consenti con tutti i telecomandi
ja: すべてのリモコンで許可
ko: 모든 리모컨 허용
ms: Benarkan dengan Semua Kawalan Jauh
nb: Tillat med alle fjernkontroller
nl: Sta toe met alle afstands­bedieningen
pl: Dowolne piloty
pt_br: Permitir com Todos os Controles Remotos
pt_pt: Permitir com todos os comandos
ro: Permis cu toate telecomenzile
ru: Разрешить с любых пультов
sk: Povoliť všetky ovládače
sl: Dovolite z vsemi daljinci
sv: Tillåt med alla fjärrkontroller
th: อนุญาตให้ใช้รีโมททั้งหมด
tr: Tüm Kumandalara İzin Ver
uk: Дозволити з усіма пультами
vi: Cho phép điều khiển từ xa
zh_cn: 允许使用所有遥控器控制
zh_hk: 允許透過所有遙控器
zh_tw: 允許透過所有遙控器

# HomeKitUnlockSecureAccessoriesAppleTVRemotesDescription
source: Control security accessories with paired Bluetooth remotes and personal devices like iPhones.
ar: التحكم في الملحقات الأمنية باستخدام الريموتات والأجهزة الشخصية المقترنة التي تدعم Bluetooth، مثل أجهزة iPhone.
ca: Controla els accessoris de seguretat amb els comandaments Bluetooth enllaçats i dispositius personals com ara l’iPhone.
cs: Bezpečnostní příslušenství bude možné ovládat spárovanými Bluetooth ovladači a osobními zařízeními, například iPhony.
da: Betjen sikkerhedstilbehør med parrede Bluetooth-fjernbetjeninger og personlige enheder, f.eks. en iPhone.
de: Steuere Sicherheitszubehör mit gekoppelten Bluetooth-Fernbedienungen und persönlichen Geräten wie iPhones.
el: Χειριστείτε αξεσουάρ ασφαλείας με ζευγοποιημένα τηλεχειριστήρια Bluetooth και προσωπικές συσκευές, π.χ. iPhone.
es: Controla los accesorios de seguridad con mandos a distancia Bluetooth enlazados y dispositivos personales, como el iPhone.
es_us: Controla tus accesorios de seguridad mediante controles remotos Bluetooth y dispositivos personales, como tu iPhone.
fi: Ohjaa turvalisälaitteita pariksi liitetyillä Bluetooth-kaukosäätimillä ja henkilökohtaisilla laitteilla, kuten iPhonella.
fr: Contrôlez les accessoires de sécurité avec les télécommandes Bluetooth jumelées et les appareils personnels, comme les iPhone.
fr_ca: Contrôlez les accessoires de sécurité avec les télécommandes Bluetooth jumelées et des appareils personnels, comme les iPhone.
he: ניתן לשלוט באביזרי אבטחה באמצעות שלטי Bluetooth מקושרים ומכשירים אישיים כמו מכשירי iPhone.
hi: सुरक्षा ऐक्सेसरी को पेयर किए गए Bluetooth रिमोट और iPhone जैसे व्यक्तिगत डिवाइस से नियंत्रित करें।
hr: Upravljajte sigurnosnim priborima pomoću uparenih Bluetooth upravljača i osobnih uređaja poput iPhonea.
hu: Biztonsági kiegészítőket vezérelhet párosított Bluetooth-távirányítókkal és személyes eszközökkel, például iPhone-okkal.
id: Kontrol aksesori keamanan dengan remote Bluetooth yang dipasangkan atau perangkat pribadi seperti iPhone.
it: Controlla gli accessori di sicurezza con i telecomandi Bluetooth abbinati e i dispositivi personali come iPhone.
ja: ペアリングされたBluetoothリモコンやiPhoneなどの個人用デバイスでセキュリティアクセサリをコントロールできます。
ko: 페어링된 Bluetooth 리모컨 및 iPhone 등의 개인 기기로 보안 액세서리를 제어할 수 있습니다.
ms: Kawal aksesori keselamatan dengan kawalan jauh Bluetooth berpasangan dan peranti peribadi seperti iPhone.
nb: Styr sikkerhetstilbehør med sammenkoblede Bluetooth-fjernkontroller og personlige enheter som iPhoner.
nl: Bedien beveiligingsaccessoires met via Bluetooth gekoppelde afstands­bedieningen en persoon­lijke apparaten zoals iPhones.
pl: Akcesoriami systemu zabezpieczeń możesz sterować przy użyciu pilotów połączonych w parę przez Bluetooth oraz urządzeń osobistych, na przykład iPhone’a.
pt_br: Controle acessórios de segurança com controles remotos Bluetooth emparelhados e dispositivos pessoais, como iPhones.
pt_pt: Controlar os acessórios de segurança com comandos Bluetooth emparelhados e dispositivos pessoais como iPhones.
ro: Controlați accesoriile de securitate cu telecomenzi Bluetooth asociate și dispozitive personale, precum iPhone‑uri.
ru: Управляйте системами защиты дома с объединенных в пару пультов Bluetooth и своих личных устройств, таких как iPhone.
sk: Bezpečnostné príslušenstvo bude možné ovládať pomocou spárovaných Bluetooth ovládačov a osobných zariadení, napríklad iPhonov.
sl: Varnostno dodatno opremo lahko upravljate s seznanjenim daljincem Bluetooth ali z osebnimi napravami, kot je iPhone.
sv: Styr säkerhetstillbehör med parkopplade Bluetooth-fjärrkontroller och personliga enheter som iPhone.
th: ควบคุมอุปกรณ์เสริมความปลอดภัยด้วยรีโมทบลูทูธและอุปกรณ์ส่วนบุคคลที่จับคู่ด้วย เช่น iPhone
tr: Güvenlik aksesuarlarını, eşlenmiş Bluetooth kumandaları ve iPhone gibi kişisel aygıtlar ile denetleyin.
uk: Керуйте приладами безпеки зі спарених Bluetooth-пультів та особистих пристроїв, як‑от iPhone.
vi: Điều khiển các phụ kiện an ninh bằng điều khiển từ xa Bluetooth được ghép đôi và các thiết bị cá nhân như iPhone.
zh_cn: 使用配对的蓝牙遥控器和iPhone等个人设备来控制安全配件。
zh_hk: 通過已配對的藍牙遙控器和個人裝置（如iPhone）控制保安配件。
zh_tw: 透過配對的藍牙遙控器和iPhone等個人裝置來控制安全性配件。

# HomeKitUnlockSecureAccessoriesAppleTVRemotesTitle
source: Allow with Apple TV Remotes
ar: السماح باستخدام أجهزة تحكم Apple TV
ca: Amb els comandaments de l’Apple TV
cs: Povolit ovladače Apple TV
da: Tillad med Apple TV-fjernbetjeninger
de: Apple TV-Remotes
el: Επιτρέπεται με Apple TV Remote
es: Con los mandos del Apple TV
es_us: Con los controles del Apple TV
fi: Salli Apple TV -kaukosäätimillä
fr: Autoriser avec les télécommandes Apple TV
fr_ca: Autoriser avec les télécommandes Apple TV
he: לאפשר עם שלטים של Apple TV
hi: Apple TV रिमोट से अनुमति दें
hr: Dozvoli upravljače Apple TV Remote
hu: Engedélyezés Apple TV-távirányítókkal
id: Izinkan dengan Remote Apple TV
it: Consenti con Apple TV Remote
ja: Apple TV Remoteで許可
ko: Apple TV 리모컨 허용
ms: Benarkan dengan Kawalan Jauh Apple TV
nb: Tillat med Apple TV-fjernkontroller
nl: Sta toe met Apple TV-afstands­bedieningen
pl: Piloty Apple TV Remote
pt_br: Permitir com Controles Remotos da Apple TV
pt_pt: Permitir com comandos da Apple TV
ro: Permis cu telecomenzi Apple TV
ru: Разрешить только с пультов Apple TV
sk: Povoliť ovládače Apple TV
sl: Dovolite z daljinci Apple TV Remote
sv: Tillåt med Apple TV-fjärrkontroller
th: อนุญาตให้ใช้ Apple TV Remote
tr: Apple TV Kumandalarla İzin Ver
uk: Дозволити з пультами Apple TV
vi: Cho phép Apple TV Remote
zh_cn: 允许使用Apple TV遥控器控制
zh_hk: 允許透過Apple TV遙控器
zh_tw: 允許透過Apple TV遙控器

# HomeKitUnlockSecureAccessoriesNotAllowedDescription
source: Apple TV won’t be able to control security accessories. You can control them using another Home device instead.
ar: لن يتمكن Apple TV من التحكم في الملحقات الأمنية. يمكنك التحكم فيها باستخدام أحد أجهزة المنزل الأخرى بدلاً من ذلك.
ca: L’Apple TV no podrà controlar els accessoris de seguretat. Podràs controlar‑los amb un altre dispositiu de casa.
cs: Apple TV nebude smět ovládat bezpečnostní příslušenství. Toto příslušenství bude možné ovládat pomocí jiného zařízení v domácnosti.
da: Apple TV kan ikke betjene sikkerhedstilbehør. Du kan i stedet betjene dem med en anden enhed, der er kompatibel med Hjem.
de: Apple TV wird Sicherheitszubehör nicht steuern können. Du kannst sie stattdessen mit anderen Home-Geräten steuern.
el: Το Apple TV δεν θα είναι δυνατό να χειρίζεται αξεσουάρ ασφαλείας. Μπορείτε να τα χειρίζεστε χρησιμοποιώντας αντ’ αυτού μια άλλη συσκευή Οικίας.
es: El Apple TV no podrá controlar los accesorios de seguridad. No obstante, puedes controlarlos mediante otro dispositivo de la app Casa.
es_us: El Apple TV no podrá controlar los accesorios de seguridad. En su lugar, puedes controlarlos mediante otro dispositivo de Casa.
fi: Apple TV ei pysty ohjaamaan turvalisälaitteita. Voit ohjata niitä sen sijaan toisella Kotiin liitetyllä laitteella.
fr: L’Apple TV ne pourra pas contrôler les accessoires de sécurité. Vous devrez utiliser un autre appareil Maison pour les contrôler.
fr_ca: L’Apple TV ne pourra pas contrôler les accessoires de sécurité. Vous pouvez les contrôler en utilisant un autre appareil Domicile.
he: ה‑Apple TV לא יוכל לשלוט באביזרי אבטחה. ניתן לשלוט בהם באמצעות מכשיר אחר ביישום ״הבית שלי״.
hi: Apple TV सुरक्षा ऐक्सेसरी को नियंत्रित नहीं कर पाएगा। इसके बजाए घर के अन्य डिवाइस का उपयोग करके आप उन्हें नियंत्रित कर सकते हैं।
hr: Apple TV neće moći upravljati sigurnosnim priborima. Umjesto toga, njima možete upravljati putem drugog uređaja Doma.
hu: Az Apple TV nem lesz képes vezérelni a biztonsági kiegészítőket. Használjon másik Otthon-eszközt a kiegészítők vezérléséhez.
id: Apple TV tidak akan dapat mengontrol aksesori keamanan. Anda dapat mengontrolnya menggunakan perangkat Rumah lain sebagai gantinya.
it: Apple TV non sarà in grado di controllare gli accessori di sicurezza. Puoi controllarli utilizzando un altro dispositivo nell’app Casa.
ja: Apple TVでセキュリティアクセサリをコントロールできません。その代わり、別の“ホーム”デバイスを使用してアクセサリをコントロールできます。
ko: Apple TV는 보안 액세서리를 제어할 수 없지만, 대신 다른 홈 기기를 사용하여 보안 액세서리를 제어할 수 있습니다.
ms: Apple TV tidak akan dapat mengawal aksesori keselamatan. Anda boleh mengawalnya menggunakan peranti Rumah lain.
nb: Apple TV vil ikke kunne styre sikkerhetstilbehør. Du kan styre dem med en annen Hjem-enhet i stedet.
nl: De Apple TV kan geen beveiligingsaccessoires bedienen. Je kunt ze bedienen via een ander apparaat in je woning.
pl: Sterowanie akcesoriami systemu zabezpieczeń przy użyciu Apple TV nie będzie możliwe. Użyj w tym celu innego urządzenia w aplikacji Dom.
pt_br: A Apple TV não poderá controlar acessórios de segurança. Você pode controlá‑los usando outro dispositivo do app Casa.
pt_pt: A Apple TV não poderá controlar os acessórios de segurança. Pode controlá‑los através de outro dispositivo com a aplicação Casa.
ro: Apple TV‑ul nu va putea să controleze accesoriile de securitate. Le puteți controla utilizând în schimb un alt dispozitiv compatibil cu aplicația Locuință.
ru: Apple TV не сможет управлять системами защиты дома, но ими можно будет управлять с другого устройства в доме.
sk: Apple TV nebude môcť ovládať bezpečnostné príslušenstvo. Namiesto toho ho môžete ovládať pomocou iných zariadení v domácnosti.
sl: Apple TV ne bo mogel upravljati varnostne dodatne opreme. Namesto tega jo lahko upravljate z drugo napravo za Dom.
sv: Apple TV kan inte styra säkerhetstillbehör. Du kan istället styra dem med en annan Hem-enhet.
th: Apple TV จะไม่สามารถควบคุมอุปกรณ์เสริมความปลอดภัยได้ คุณสามารถควบคุมอุปกรณ์เสริมความปลอดภัยได้โดยใช้อุปกรณ์บ้านอื่นแทน
tr: Apple TV güvenlik aksesuarlarını denetleyemez. Aksesuarları başka Ev aygıtlarını kullanarak denetleyebilirsiniz.
uk: Apple TV не зможе керувати приладами безпеки. Натомість керуйте ними з іншого пристрою в Домі.
vi: Apple TV sẽ không thể điều khiển các phụ kiện an ninh. Thay vào đó, bạn có thể điều khiển chúng bằng một thiết bị Nhà khác.
zh_cn: Apple TV将无法控制安全配件。你可以改用另一台家居设备控制它们。
zh_hk: Apple TV無法控制保安配件。你可以改用其他「家居」裝置來控制。
zh_tw: Apple TV將無法控制安全性配件。你可以改用另一部「家庭」裝置來控制。

# HomeKitUnlockSecureAccessoriesNotAllowedTitle
source: Don’t Allow
ar: عدم السماح
ca: No permetis
cs: Nepovolovat
da: Tillad ikke
de: Nicht erlauben
el: Δεν επιτρέπεται
es: No permitir
es_us: No permitir
fi: Älä salli
fr: Ne pas autoriser
fr_ca: Refuser
he: לא לאפשר
hi: अनुमति न दें
hr: Nemoj dozvoliti
hu: Tiltás
id: Jangan Izinkan
it: Non consentire
ja: 許可しない
ko: 허용 안 함
ms: Jangan Benarkan
nb: Ikke tillat
nl: Sta niet toe
pl: Nie pozwalaj
pt_br: Não Permitir
pt_pt: Não permitir
ro: Nu permiteți
ru: Не разрешать
sk: Nepovoľovať
sl: Ne dovoli
sv: Tillåt inte
th: ไม่อนุญาต
tr: İzin Verme
uk: Заборонити
vi: Từ chối
zh_cn: 不允许
zh_hk: 不允許
zh_tw: 不允許

# HomeKitUnlockSecureAccessoriesShortTitle
source: Control
ar: تحكم
cs: Ovládání
da: Betjen
de: Steuerung
el: Χειρισμός
es: Controlar
fi: Ohjaus
fr: Contrôle
fr_ca: Contrôle
he: שליטה
hi: नियंत्रित करें
hr: Upravljanje
hu: Vezérlés
id: Kontrol
it: Controllo
ja: コントロール
ko: 제어
ms: Kawal
nb: Styr
nl: Bedien
pl: Sterowanie
pt_br: Controlar
pt_pt: Controlar
ru: Управление
sk: Ovládanie
sl: Upravljanje
sv: Styrning
th: ควบคุม
tr: Denetle
uk: Керування
vi: Điều khiển
zh_cn: 控制
zh_hk: 控制
zh_tw: 控制

# HomeKitUnlockSecureAccessoriesTitle
source: Control Security Accessories
ar: التحكم في الملحقات الأمنية
ca: Control dels accessoris de seguretat
cs: Ovládání bezpečnostního příslušenství
da: Betjen sikkerhedstilbehør
de: Sicherheitszubehör steuern
el: Χειρισμός αξεσουάρ ασφαλείας
es: Control de los accesorios de seguridad
es_us: Controlar accesorios de seguridad
fi: Turvalisälaitteiden ohjaus
fr: Contrôler les accessoires de sécurité
fr_ca: Contrôler les accessoires de sécurité
he: שליטה באביזרי אבטחה
hi: सुरक्षा ऐक्सेसरी नियंत्रित करें
hr: Upravljanje sigurnosnim priborima
hu: Biztonsági kiegészítők vezérlése
id: Kontrol Aksesori Keamanan
it: Controlla gli accessori di sicurezza
ja: セキュリティアクセサリをコントロール
ko: 보안 액세서리 제어
ms: Kawal Aksesori Keselamatan
nb: Styr sikkerhetstilbehør
nl: Bedien beveiligingsaccessoires
pl: Sterowanie akcesoriami systemu zabezpieczeń
pt_br: Controle Acessórios de Segurança
pt_pt: Controlar acessórios de segurança
ro: Control accesorii de securitate
ru: Управление системами защиты дома
sk: Ovládanie bezpečnostného príslušenstva
sl: Upravljanje varnostne dodatne opreme
sv: Styr säkerhetstillbehör
th: ควบคุมอุปกรณ์เสริมความปลอดภัย
tr: Güvenlik Aksesuarlarını Denetleyin
uk: Керування приладами безпеки
vi: Điều khiển phụ kiện an ninh
zh_cn: 控制安全配件
zh_hk: 控制保安配件
zh_tw: 控制安全性配件

# HomeKitUpdateOSDialogCancelActionTitle
source: Not Now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_us: Ahora no
fi: Ei nyt
fr: Plus tard
fr_ca: Plus tard
he: לא כעת
hi: अभी नहीं
hr: Ne sad
hu: Most nem
id: Nanti
it: Non ora
ja: 今はしない
ko: 지금 안 함
ms: Bukan Sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說
